const categoryList = [
  {
    id: 1,
    name: "থ্রিলার",
  },
  {
    id: 2,
    name: "সমকালীন উপন্যাস",
  },
  {
    id: 3,
    name: "চিরায়ত উপন্যাস",
  },
  {
    id: 4,
    name: "ছোটোগল্প, গল্প সংকলন",
  },
  {
    id: 5,
    name: "রহস্য, গোয়েন্দা, ভোতিক ও এডভেঞ্চার",
  },
  {
    id: 6,
    name: "সিরিজ",
  },
  {
    id: 7,
    name: "ইসলামি বই",
  },
  {
    id: 8,
    name: "শিশু-কিশোরদের বই",
  },
  {
    id: 9,
    name: "সায়েন্স ফিকশন",
  },
  {
    id: 10,
    name: "অনুবাদ বই",
  },
  {
    id: 11,
    name: "প্রবন্ধ, রাজনীতি ও বিবিধ বিষয়ক বই",
  },
  {
    id: 12,
    name: "মুক্তিযুদ্ধ, বঙ্গবন্ধু ও বাংলাদেশের ইতিহাস",
  },
  {
    id: 13,
    name: "ইতিহাস, সভ্যতা ও ঐতিহ্য",
  },
  {
    id: 14,
    name: "ব্যবসা, অর্থনীতি ও মার্কেটিং",
  },
  {
    id: 15,
    name: "গণিত, বিজ্ঞান ও তথ্য প্রযুক্তি",
  },
  {
    id: 16,
    name: "কম্পিউটার ও প্রোগ্রামিং",
  },
  {
    id: 17,
    name: "কবিতা ও কবিতা সংকলন",
  },
  {
    id: 18,
    name: "জীবনী ও আত্মজীবনী",
  },
  {
    id: 19,
    name: "আত্ম-উন্নয়ন ও মোটিভেশান",
  },
  {
    id: 20,
    name: "চাকুরী প্রস্তুতির বই",
  },
  {
    id: 21,
    name: "একাডেমিক বই (স্কুল, কলেজ, বিশ্ববিদ্যালয়)",
  },
];

export default categoryList;
